CHILDCARE_BUILDING_URL = "https://yandex.ru/maps/-/CTU2MLKL"
SPORTS_GROUND_URL = "https://yandex.ru/maps/-/CTU2QKPe"
SIXTH_IDOL_URL = "https://yandex.ru/maps/-/CTU24Znk"

DEFAULT_CHEKISTS_TWENTY_FOURTH_POST = (
    "*Здание детского сада и яслей |* "
    f"*[Ленина, 69/12({CHILDCARE_BUILDING_URL})]*\n\n"
    "Его построили в 1933 году. Главный фасад выходит на спортивный двор. "
    "В здании находились ясли (первые в городе), детский сад и ведомственная "
    "гостиница МВД.\n\n"
    "Сегодня внутри Главное управление ФСИН по Свердловской области."
)

DEFAULT_CHEKISTS_TWENTY_FIFTH_POST = (
    "*Спортивная площадка |* "
    f"*[Точка на карте({SPORTS_GROUND_URL})]*\n\n"
    "Зимой спортивную площадку превращали в каток и устанавливали ёлку.\n\n"
    "Летом тут можно было брать спортивный инвентарь, играть на специальных "
    "столах в шашки или шахматы, в теннис."
)

DEFAULT_CHEKISTS_TWENTY_SIXTH_POST = (
    "По пути до следующего идола можно увидеть такое. Надпись справа на щитке, "
    "а шар слева на здании после входа в офис ФСИН."
)

DEFAULT_CHEKISTS_TWENTY_SEVENTH_POST = (
    "*Шестой идол сбоку слева на трансформаторной будке |* "
    f"*[Точка на карте({SIXTH_IDOL_URL})]*"
)

DEFAULT_CHEKISTS_TWENTY_EIGHTH_POST = (
    "*На самой будке много интересного |* "
    f"*[Точка на карте({SIXTH_IDOL_URL})]*\n\n"
    "Самое классное: граффити «Большая сушка» — с машинами."
)

DEFAULT_CHEKISTS_TWENTY_NINTH_POST = (
    "*Последний идол, седьмой:* ищите на воротах.\n\n"
    "Также осмотрите ворота со всех сторон, тут есть кое-что ещё!"
)
