HOUSEHOLD_BUILDING_URL = "https://yandex.ru/maps/-/CTUTrNot"

DEFAULT_CHEKISTS_EIGHTH_POST = (
    "*Хозкорпус |* "
    f"*[Первомайская, 40 | Ленина, 69/14({HOUSEHOLD_BUILDING_URL})]*\n\n"
    "Это единственный корпус, у которого разная этажность — от 5 до 8 этажей. "
    "Его построили в финале — в 1936 году.\n\n"
    "Из-за такого количества этажей тут есть лифты, их заменили относительно недавно.\n\n"
    "В этом корпусе тоже большие квартиры — коммунальные. В них жил обслуживающий "
    "персонал: работники столовой, водители, кладовщики, дворники. Из-за этого "
    "здание называли маргинальным и неблагополучным.\n\n"
    "Рядом с домом находились котельная и мусорная площадка. Дети любили следить "
    "за работой кочегаров через стеклянный купол, который находился на уровне земли. "
    "Хотя взрослые из «нормальных» корпусов запрещали тут гулять.\n\n"
    "Сегодня сложно представить!\n\n"
    "Также до войны со стороны Первомайской находилась контора «Посылторг». "
    "Это что-то вроде современных ВБ и «Озона» — можно было заказать что-либо, "
    "а потом забрать."
)
