LIBRARY_URL = "https://yandex.ru/maps/-/CTU2uJoF"
LOCAL_HISTORY_MUSEUM_URL = "https://yandex.ru/maps/-/CTU25O8h"

DEFAULT_CHEKISTS_THIRTY_FIRST_POST = (
    "*Библиотека |* "
    f"*[Ленина, 69/9({LIBRARY_URL})]*\n\n"
    "Со стороны улицы Кузнечной есть трёхэтажка. Когда-то тут был магазин — "
    "в нем обслуживали по спискам жильцов.\n\n"
    "На первом этаже продавали продукты, на втором — промтовары, "
    "на третьем находился универмаг «Военторг»."
)

DEFAULT_CHEKISTS_THIRTY_SECOND_POST = (
    "Пасхалка от художницы «Птичка напела» на повороте Кузнечная — Ленина "
    "к музею.\n\n"
    "Тут было написано: «А ещё, ты — это то, что у тебя в наушниках». "
    "Это строчки из песни группы «Курара» — «Ответы»."
)

DEFAULT_CHEKISTS_THIRTY_THIRD_POST = (
    "*Краеведческий музей |* "
    f"*[Ленина, 69/10({LOCAL_HISTORY_MUSEUM_URL})]*\n\n"
    "Корпуса 9 и 10 соединены между собой. В целом это единой здание. В 10-м корпусе был ДК "
    "им. Дзержинского и столовая с буфетом-раздаточной.\n\n"
    "На месте ДК — Краеведческий музей, в котором можно познакомиться с историей и природой "
    "Урала, а также увидеть древнейшую скульптуру — Шигирского идола, а также посмотреть на "
    "уникальную винтовую лестницу. Обязательно обратите внимание и на потолок — найдёте там "
    "пятиконечную звезду.\n\n"
    "Во Дворце культуры проводили лекции, занятия для детей (музыка, балет, рисование, спорт, "
    "моделирование и др.). Тут было два кинозала.\n\n"
    "На месте столовой сегодня ресторан «Хмели-сунели». Вход раньше был со двора. В квартирах "
    "были судки — алюминиевые контейнеры. В них набирали еду и относили домой.\n\n"
    "Музей и гостиницу соединяет наземный переход."
)
