FIFTH_IDOL_URL = "https://yandex.ru/maps/-/CTUXnN1u"
HOUSE_13_URL = "https://yandex.ru/maps/-/CTUXf6yK"
POLYANKA_URL = "https://yandex.ru/maps/-/CTUXv0kw"
HOUSES_6_8_URL = "https://yandex.ru/maps/-/CTUX7HjD"

DEFAULT_CHEKISTS_NINETEENTH_POST = (
    "*Пятый идол |* "
    f"*[Задний двор Ленина, 69/13({FIFTH_IDOL_URL})]*\n\n"
    "Точнее, половина идола. Ищите в дереве! К сожалению, более точную точку "
    "поставить не могу в картах.\n\n"
    "Дальше расскажу историю дома: 13-й корпус."
)

DEFAULT_CHEKISTS_TWENTIETH_POST = (
    "*Жилой дом |* "
    f"*[Ленина, 69/13({HOUSE_13_URL})]*\n\n"
    "Здание поликлиники построили в 1932 году. В медицинском корпусе находились "
    "стационар и поликлиника, аптека, баня и прачечная. Также часть была жилой.\n\n"
    "Сегодня тут живут люди и даже можно попасть в гости к Игорю Янкову. Он проводит "
    "экскурсии по городку каждые выходные. Вместе женой они живут тут с 2014 года. "
    "Горячо рекомендую его экскурсию с посещением квартиры на «ЕКБ Гуляем».\n\n"
    "В каждой квартире есть комната с эркером, раньше жители назвали их «фонарями», "
    "потому что внутрь попадало много света."
)

DEFAULT_CHEKISTS_TWENTY_FIRST_POST = (
    "*«Полянка» |* "
    f"*[Точка на карте({POLYANKA_URL})]*\n\n"
    "Эту площадку называли «полянкой». Тут раньше было три фонтана: один большой "
    "и два маленьких по краям.\n\n"
    "Здесь же жители сушили вещи на верёвках, потому что в квартирах этого нельзя "
    "было делать. Коменданты даже ходили с проверками.\n\n"
    "Рядом как раз была прачечная."
)

DEFAULT_CHEKISTS_TWENTY_SECOND_POST = (
    "*Жилые дома |* "
    f"*[Ленина, 69/6, 7 и 8({HOUSES_6_8_URL})]*\n\n"
    "Их построили в 1932 году. В шестом корпусе на этажах по две большие квартиры. "
    "Тут жили жили представители генералитета и высшие офицерские чины НКВД/КГБ и МВД. "
    "Двери есть и со двора, и с улицы.\n\n"
    "На одном из подъездов местные жители повесили уютные гирлянды. "
    "Ночью в городке нет освещения 🥲"
)
