GRAFFITI_CLUSTER_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/?ll=60.621925%2C56.842769&"
    "mode=poi&poi%5Bpoint%5D=60.622079%2C56.842691&"
    "poi%5Buri%5D=ymapsbm1%3A%2F%2Forg%3Foid%3D174415770087&z=20.05"
)

DEFAULT_CHEKISTS_TENTH_POST = (
    "На одной точке сразу 5 арт-объектов, об одном расскажу отдельно! "
    f"[Точку поставлю на мусорной площадке]({GRAFFITI_CLUSTER_URL}), потому что "
    "в Яндекс-картах почти нет отметок с граффити и прочим 🥲\n\n"
    "Смотрим:\n\n"
    "▪️Граффити «Не болтай»\n"
    "▪️Граффити «Я хочу быть автоматом»\n"
    "▪️Граффити «Хочу стать человеком»\n"
    "▪️Граффити «Неуловимые мстители»\n\n"
    "Жмите дальше."
)
