from src.guides.chekists_posts import CHEKISTS_FOURTH_POST_NUMBER, CHEKISTS_THIRD_POST_NUMBER

ISET_HOTEL_URL = "https://yandex.ru/maps/-/CTU1uK5h"
RESIDENTIAL_BUILDINGS_URL = "https://yandex.ru/maps/-/CTU1y00E"

DEFAULT_CHEKISTS_THIRD_POST = (
    "*Гостиница «Исеть» |* "
    f"*[Ленина, 69/1({ISET_HOTEL_URL})]*\n\n"
    "Начнём прогулку с одного из известных зданий — гостиницы, которая "
    "сверху напоминает подкову или серп. 11-этажное здание стало вторым "
    "«небоскрёбом» Свердловска.\n\n"
    "Здание строили как общежитие для малосемейных или одиночек. Внутри "
    "два лифта и полукруглые коридоры, ради этого сюда бегали дети, чтобы "
    "повеселиться.\n\n"
    "Сейчас на первом этаже тут рестораны, а в 1933 году открылась "
    "образцовая парикмахерская, а также магазин спортивного сообщества "
    "«Динамо».\n\n"
    "Наверху когда-то была надпись «Вперёд к коммунизму».\n\n"
    "В 1962 году общежитие превратили в гостиницу «Спорт». В «Исеть» "
    "переименовали в 70-е, магазин «Динамо» переделали в выставочную "
    "площадку, а позже в ресторан «Уральские пельмени»."
)

DEFAULT_CHEKISTS_FOURTH_POST = (
    "*Жилые корпуса |* "
    f"*[Ленина, 69/2, 3, 4 и 5({RESIDENTIAL_BUILDINGS_URL})]*\n\n"
    "Здания по улице Луначарского — корпуса элитной застройки для "
    "начальства. В корпусах 2, 4 и 6-й на противоположной стороне жили "
    "представители генералитета и высшие офицерские чины НКВД/КГБ и МВД.\n\n"
    "Некоторое жилье на 3–6 комнат по 90–150 м2. В подъездах на этаже по "
    "две, а не по четыре квартиры. Там были кухни!\n\n"
    "Хотя по концепции городка в других квартирах кухонь не было. По "
    "задумке для человека будущего не нужно было тратить время на готовку. "
    "Для питания предусмотрели столовую, в которую ходили за едой.\n\n"
    "Внешне и сверху дома напоминают контуры пилы или развевающийся флаг. "
    "В 1937 году фасад покрасили в красный цвет."
)
