FIFTH_IDOL_URL = "https://yandex.ru/maps/-/CTUXnN1u"
HOUSE_13_URL = "https://yandex.ru/maps/-/CTUXf6yK"

DEFAULT_CHEKISTS_NINETEENTH_POST = (
    "*Пятый идол |* "
    f"*[Задний двор Ленина, 69/13({FIFTH_IDOL_URL})]*\n\n"
    "Точнее, половина идола. Ищите в дереве! К сожалению, более точную точку "
    "поставить не могу в картах.\n\n"
    "Дальше расскажу историю дома: 13-й корпус."
)

DEFAULT_CHEKISTS_TWENTIETH_POST = (
    "*Жилой дом |* "
    f"*[Ленина, 69/13({HOUSE_13_URL})]*\n\n"
    "Здание поликлиники построили в 1932 году. В медицинском корпусе находились "
    "стационар и поликлиника, аптека, баня и прачечная. Также часть была жилой.\n\n"
    "Сегодня тут живут люди и даже можно попасть в гости к Игорю Янкову. Он проводит "
    "экскурсии по городку каждые выходные. Вместе женой они живут тут с 2014 года. "
    "Горячо рекомендую его экскурсию с посещением квартиры на «ЕКБ Гуляем».\n\n"
    "В каждой квартире есть комната с эркером, раньше жители назвали их «фонарями», "
    "потому что внутрь попадало много света."
)
