CHEKISTS_FIRST_POST_NUMBER = 301

DEFAULT_CHEKISTS_FIRST_POST = (
    "*Старт*\n\n"
    "Городок чекистов — это комплекс зданий в стиле конструктивизма. "
    "Его построили в 1929–1936 года.\n\n"
    "Вокруг него ходят десятки легенд. В этой прогулке расскажу историю "
    "каждого корпуса, покажу интересные локации от кофеен до музеев "
    "и стрит-арт, который скрывается в уголках квартала.\n\n"
    "Я изучила публикации в СМИ, книгу, побывала на экскурсии у Игоря "
    "Янкова и прогуливалась сама несколько раз. Погнали вместе!"
)
