LIBRARY_URL = "https://yandex.ru/maps/-/CTU2uJoF"

DEFAULT_CHEKISTS_THIRTY_FIRST_POST = (
    "*Библиотека |* "
    f"*[Ленина, 69/9({LIBRARY_URL})]*\n\n"
    "Со стороны улицы Кузнечной есть трёхэтажка. Когда-то тут был магазин — "
    "в нем обслуживали по спискам жильцов.\n\n"
    "На первом этаже продавали продукты, на втором — промтовары, "
    "на третьем находился универмаг «Военторг»."
)

DEFAULT_CHEKISTS_THIRTY_SECOND_POST = (
    "Пасхалка от художницы «Птичка напела» на повороте Кузнечная — Ленина "
    "к музею.\n\n"
    "Тут было написано: «А ещё, ты — это то, что у тебя в наушниках». "
    "Это строчки из песни группы «Курара» — «Ответы»."
)
