CHEKISTS_FIRST_POST_NUMBER = 301
CHEKISTS_SECOND_POST_NUMBER = 302
CHEKISTS_THIRD_POST_NUMBER = 303
CHEKISTS_FOURTH_POST_NUMBER = 304
CHEKISTS_FIFTH_POST_NUMBER = 305

DEFAULT_CHEKISTS_FIRST_POST = (
    "*Старт*\n\n"
    "Городок чекистов — это комплекс зданий в стиле конструктивизма. "
    "Его построили в 1929–1936 года.\n\n"
    "Вокруг него ходят десятки легенд. В этой прогулке расскажу историю "
    "каждого корпуса, покажу интересные локации от кофеен до музеев "
    "и стрит-арт, который скрывается в уголках квартала.\n\n"
    "Я изучила публикации в СМИ, книгу, побывала на экскурсии у Игоря "
    "Янкова и прогуливалась сама несколько раз. Погнали вместе!"
)

DEFAULT_CHEKISTS_SECOND_POST = (
    "*Немного вводных*\n\n"
    "Жилой комбинат возводили для работников НКВД, из-за этого он получил "
    "прозвище Городок чекистов. Всего тут 14 корпусов, из них 8 жилых "
    "на 444 квартиры. Интересный факт — номера квартир не по порядку.\n\n"
    "Впервые в Свердловске именно тут появился газ. Также в каждой квартире "
    "был телефон, это объяснялось тем, что сотрудников в любой момент могли "
    "вызвать на службу.\n\n"
    "Жилой комплекс был закрытым. Его построили по принципу дома-коммуны: "
    "внутри было все, что нужно для «человека будущего». Во многих квартирах "
    "не было кухонь, так как еду нужно было брать в общей столовой. Жители "
    "не должны были тратить время на готовку, стирку, глажку.\n\n"
    "Под домами городка была система подземных переходов, о которых ходит "
    "много легенд. Документы по ним утеряны, а часть ходов замурована."
)
