from src.guides.viz_posts import PARK_22_PART_CONGRESS_URL, SINARA_CENTER_URL


DEFAULT_VIZ_THIRD_POST = (
    "*Парк 22 Партсъезда |* "
    f"*[Точка на карте ({PARK_22_PART_CONGRESS_URL})]*\n\n"
    "На этой территории тоже был ипподром. И здесь даже садился самолет!\n\n"
    "Далее пойдём по Верх-Исетскому бульвару, но сначала заглянем к Синара-Центру."
)

DEFAULT_VIZ_FOURTH_POST = (
    "*Синара-Центр |* "
    f"*[Верх-Исетский бульвар, 15/4 ({SINARA_CENTER_URL})]*\n\n"
    "Здание построили в 1824 году. Это был заводской госпиталь на 36 мест.\n\n"
    "Всего пять корпусов: здание больницы, восточный и западный павильоны, флигель "
    "и жилой дом для врачей.\n\n"
    "Реконструкцию провели в 2016–2019 годах. Сегодня тут есть галерея современного "
    "искусства, зал на 400 человек для проведения концертов, ресторан, творческий "
    "центр, лектории и зал приёмов."
)
