VIZ_POND_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/?ll=60.545348%2C56.840782&mode=poi"
    "&poi%5Bpoint%5D=60.544740%2C56.840275"
    "&poi%5Buri%5D=ymapsbm1%3A%2F%2Forg%3Foid%3D214612380261&z=17.35"
)


DEFAULT_VIZ_TWENTIETH_POST = (
    "*Пруд на ВИЗе |* "
    f"*[Точка на карте ({VIZ_POND_URL})]*\n\n"
    "Обычно я беру перекус в магазине и иду на берег за час-два до захода солнца. "
    "Вообще там есть теннисный столик, лучше брать мячик и ракетки, плед. Места "
    "на скамейке часто заняты. В жаркие дни пляж полон."
)
