CHINESE_WALL_HOUSE_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/ulitsa_tatishcheva_77/"
    "YkkYcwNoTkMPQFtsfXRydH9iZw==/?ll=60.548768%2C56.835313&z=16.73"
)


DEFAULT_VIZ_TWENTY_THIRD_POST = (
    "*Китайская стена |* "
    f"*[Татищева, 77 ({CHINESE_WALL_HOUSE_URL})]*\n\n"
    "На доме есть единственная в городе мемориальная доска Василию Татищеву.\n\n"
    "Китайской стеной его называют из-за длины: 400 метров, тут 11 подъездов. "
    "А лифтовые шахты напоминают зубчики настоящей Китайской стены.\n\n"
    "Похожий дом на Малышева называли «домом засранцев» из-за двух туалетов. Это было "
    "роскошью.\n\n"
    "Третий такой дом стоит на Шаумяна, 93, а такой же без шахт — на Блюхера, 57.\n\n"
    "Обратите внимание на внешний вид дома: на окна. Мои подписчики называли его "
    "тетрисом.\n\n"
    "Также можете попробовать попасть в подъезд. Лифт начинается со второго этажа "
    "и останавливается не везде."
)
