ZAVODSKAYA_MARKET_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/stops/3376907025/"
    "?ll=60.553521%2C56.835858&tab=overview&z=19.46"
)


DEFAULT_VIZ_TWENTY_SECOND_POST = (
    "*Рынок на Заводской |* "
    f"*[Точка на карте ({ZAVODSKAYA_MARKET_URL})]*\n\n"
    "Рынок простоял больше 30 лет. В будущем его снесут, ранее тут уже наводили "
    "порядок, убирали старые киоски. По плану властей рынок уберут, а улицу Татищева "
    "расширят.\n\n"
    "Кстати, пятиэтажку рядом на Заводской, 30 — тоже снесут."
)
