WOODEN_HOUSE_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/ulitsa_kirova_3/"
    "YkkYcwFpS0APQFtsfXRyeHlhZw==/?ll=60.569388%2C56.839440&z=20.1"
)


DEFAULT_VIZ_NINTH_POST = (
    "*Деревянный дом |* "
    f"*[Кирова, 3 ({WOODEN_HOUSE_URL})]*\n\n"
    "Когда-то дом принадлежал мещанину Даниилу Фёдоровичу Лузину.\n\n"
    "Он продал участок вместе со всеми постройками крестьянину Верх-Исетской волости "
    "Николаю Антоновичу Бревнову. Имя его семьи сейчас носит особняк.\n\n"
    "Дальше идём прямо и заглянем к арт-объекту «Визмут», к нему надо пройти позже "
    "через дорогу."
)
