OLD_BELIEVERS_CHURCH_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/ulitsa_shkolnikov_1/"
    "YkkYcwJhQE0DQFtsfXR1cXhrZw==/?ll=60.551985%2C56.840403&z=18.99"
)


DEFAULT_VIZ_NINETEENTH_POST = (
    "*Единственная старообрядческая церковь |* "
    f"*[Школьников, 1 ({OLD_BELIEVERS_CHURCH_URL})]*\n\n"
    "Нужно немного пройти к берегу мимо «Пятёрочки». Я сама когда-то не с первого "
    "раза заметила церковь.\n\n"
    "Это бывшая Христорождественская единоверческая церковь.\n\n"
    "Её перестроили в 1837-м из старообрядческой часовни 1816 года. Позже закрыли "
    "в 1929 году.\n\n"
    "В советское время тут был музей истории Верх-Исетского завода. И только в 1993 "
    "году передали во владение Русской Православной старообрядческой Церкви."
)
