DEFAULT_VIZ_TWENTY_FOURTH_POST = (
    "*Дом, который построили за 58 часов | Крауля, 72*\n\n"
    "Внешне он чувствует себя отлично, во втором подъезде — тоже. Внутри очень чисто "
    "и в целом уютно. Сами проверьте!\n\n"
    "Правда, 58 часов — это время, которое потратили только на сборку коробки. "
    "В общем, похвастались. Например, подготовка фундамента сюда не входит.\n\n"
    "Но в 60-е так налаживали процессы строительства, чтобы все службы работали "
    "оперативно на одно дело. Получилось! Панельки стали собирать за 17 дней, а не "
    "несколько месяцев.\n\n"
    "Все благодаря инженеру Якову Дейчу и его новшествам. Кстати, первый подобный "
    "рекорд поставили на Вторчермете."
)
