VIZ_FIRST_POST_NUMBER = 101
VIZ_SECOND_POST_NUMBER = 102

PALACE_OF_YOUTH_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/prospekt_lenina_1/"
    "YkkYcw9gS0cAQFtsfXRydnRiZA==/?ll=60.579816%2C56.838449&z=16.93"
)

DEFAULT_VIZ_FIRST_POST = (
    "Сегодня предлагаю прогуляться по ВИЗу. Один из старейших районов Екатеринбурга.\n\n"
    "Мы пройдем все его ключевые места: от старых до более современных, перекусим "
    "в трапезной и пообедаем в самой старой столовой города.\n\n"
    "По желанию — съездим на Большой конный полуостров.\n\n"
    "Закладывайте на маршрут целый день. Без поездки на Большеконный время в пути "
    "займет _ часов.\n\n"
    "Погнали!"
)

DEFAULT_VIZ_SECOND_POST = (
    "*Старт у Дворца молодёжи |* "
    f"*[Ленина, 1 ({PALACE_OF_YOUTH_URL})]*\n\n"
    "Сохраните маршрут на Яндекс.Картах, чтобы удобно было ориентироваться. Тут ссылка.\n\n"
    "На месте будущего Дворца молодёжи был ипподром.\n\n"
    "В 60-х его закрыли по инициативе Хрущева. Там проходили скачки, которые собирали "
    "любителей ставок.\n\n"
    "Далее идём в Парк 22 Партсъезда."
)
