from src.guides.viz_posts import VERKH_ISETSKY_BOULEVARD_URL


DEFAULT_VIZ_FIFTH_POST = (
    "*Верх-Исетский бульвар |* "
    f"*[Точка на карте ({VERKH_ISETSKY_BOULEVARD_URL})]*\n\n"
    "Первый асфальт в Екатеринбурге появился именно здесь. Современный вид улица "
    "получила в 1930-м году. Тогда проложили и трамвайную линию.\n\n"
    "Сам бульвар появился в 1819-м и соединил посёлок Верх-Исетского завода и "
    "Екатеринбург. Тогда он проходил между двумя берёзовыми аллеями.\n\n"
    "Жители посёлка (а он был за чертой города) смогли пешком доходить до "
    "Екатеринбурга и возвращаться обратно.\n\n"
    "Длина бульвара — около 600 метров. В конце улицы стоят уникальные дома. Пройдёмте!"
)
