DEFAULT_VIZ_TWENTY_FIRST_POST = (
    "*Почему на пляже голова младенца?*\n\n"
    "Это арт-объект «Индустриальный младенец». Над ним работала арт-группа LKKL "
    "(художницы Людмила Калиниченко и Ксения Ларина).\n\n"
    "Младенец — символ рождения. Его создали из переплавленных деталей на предприятии "
    "в Первоуральске.\n\n"
    "Как одну из интерпретаций авторы предлагают считать объект символом перерождения "
    "нашего промышленного региона.\n\n"
    "«Младенца» делали год и изначально хотели установить в центре. В итоге перенесли "
    "на ВИЗ. Также по задумке голова должна была быть в воде, но по техпричинам не "
    "получилось."
)
