ASSUMPTION_CHURCH_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/ulitsa_kirova_65/"
    "YkkYcwJmS0MOQFtsfXRyeH1gbQ==/?ll=60.556743%2C56.839157&z=18.79"
)


DEFAULT_VIZ_TWELFTH_POST = (
    "*Храм Успения Пресвятой Богородицы |* "
    f"*[Кирова, 65 ({ASSUMPTION_CHURCH_URL})]*\n\n"
    "Раньше в этом храме была хлебопекарня.\n\n"
    "Его каменная версия появилась в 1838 году на деньги Верх-Исетского завода. "
    "А через сто с лишним лет в Советском Союзе начали массово закрывать церкви. "
    "Под раздачу попал и храм на ВИЗе.\n\n"
    "Сначала тут хотели открыть фабрику-кухню, потом дом культуры. Здание перестроили, "
    "уничтожили купол. В оригинале сохранился только его барабан. Разрушили колокольню.\n\n"
    "В 40-х сюда поместили хлебозавод № 3. Он проработал 71 год.\n\n"
    "Рядом был небольшой магазин. В нем покупали горячий хлеб. Сегодня рядом есть "
    "чайная с вкусными пирожками.\n\n"
    "В неё мы сейчас и пойдём!"
)
