OLD_FACTORY_CANTEEN_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/ulitsa_kirova_28/"
    "YkkYcwJlS0wOQFtsfXR1cXxkYA==/?ll=60.554791%2C56.839751&z=18"
)


DEFAULT_VIZ_SEVENTEENTH_POST = (
    "*Столовая «У Старого Завода» |* "
    f"*[Кирова, 28 ({OLD_FACTORY_CANTEEN_URL})]*\n\n"
    "Находится напротив Дворца культуры. Внутри всё довольно старое, но еда по "
    "комфортной цене.\n\n"
    "На стенах картины, которые отсылают к истории ВИЗа. В целом тут атмосфера "
    "советская: стаканы, буфет, сотрудники.\n\n"
    "Узнала от подписчиков, что ночью многие сюда любят заезжать поесть. Конечно, "
    "посмотрите на время работы!"
)
