CULTURE_PALACE_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/zavodskaya_ulitsa_5/"
    "YkkYcwJkSkIEQFtsfXRyeX5qYw==/?ll=60.555181%2C56.838974&z=17.23"
)


DEFAULT_VIZ_FIFTEENTH_POST = (
    "*Дворец культуры «Верх-Исетский» |* "
    f"*[Заводская, 5 ({CULTURE_PALACE_URL})]*\n\n"
    "Проект разработал архитектор Владимир Емельянов в стиле сталинского ампира. "
    "Дворец открыли 25 апреля 1957 года.\n\n"
    "Внутри очень красиво! Там тоже есть большие колонны, есть шикарные лестницы "
    "по бокам. Стены в голубом цвете. Видела, что внутри проводят свадебные "
    "фотосессии."
)
