VIZMUT_ART_OBJECT_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/?ll=60.563583%2C56.839874&mode=poi"
    "&poi%5Bpoint%5D=60.563056%2C56.839988"
    "&poi%5Buri%5D=ymapsbm1%3A%2F%2Forg%3Foid%3D205040805257&z=19.12"
)


DEFAULT_VIZ_TENTH_POST = (
    "*Арт-объект «Визмут» |* "
    f"*[Точка на карте ({VIZMUT_ART_OBJECT_URL})]*\n\n"
    "Название работы отсылает к названию микрорайона ВИЗ и к металлу висмут. Она "
    "посвящена размышлениям о природе времени.\n\n"
    "Металл, переходя из расплавленного состояния в твёрдое, приобретает "
    "геометрическую структуру, похожую на растущие кристаллы соли или сахара.\n\n"
    "365 копий телефонов сделали горожане из глины. Арт-объект создали Мария Плаксина "
    "и Егор Ефремов из объединения «ГУЙ»."
)
