START_POST_NUMBER = 1

DEFAULT_START_MESSAGE = (
    "👋🏻 Привет! Меня зовут Настя, пятый год изучаю "
    "Екатеринбург и исследую его уголки.\n\n\n"
    "Больше года веду блог о городе, в который влюблена. "
    "Сейчас у меня один маршрут — по Большому конному "
    "полуострову. Подпишись на мой канал @nast_bar и выезжай "
    "до Площади Субботников.\n\n\n"
    "🧸 Дальше я расскажу, что делать, выстрою маршрут, "
    "а также поделюсь интересными фактами из истории о домах "
    "и двориках.\n\n\n"
    "{Большой конный полуостров начали застраивать в 20-х "
    "годах прошлого века. Место до сих пор особо не заставили "
    "новостройками, а потом можно переместиться туда, словно "
    "на машине времени. Поэтому район так популярен.}\n \n\n"
    "Погнали!👋🏻"
)
