HYDROELECTRIC_STATION_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/"
    "ulitsa_bolshoy_konny_poluostrov_5a/"
    "YkkYcwdhTEUAQFtsfXR1dnpqYQ==/?ll=60.501768%2C56.847629&z=17"
)

DEFAULT_EIGHTH_POST = (
    "*Свердловская ГЭС |* "
    f"*[Большой Конный полуостров, 5а({HYDROELECTRIC_STATION_URL})]*\n\n"
    "Станция появилась в конце февраля 1927 года. Место выбрали не случайно, "
    "хотя сюда сначала добирались только по воде. Здесь были залежи торфа.\n\n"
    "Здание в «кирпичном» стиле с элементами модерна. Вот эта горка — "
    "элеватор для подачи торфа.\n\n"
    "Поселок рос до 1965 года, пока на полную мощность не Среднеуральская "
    "ГРЭС. Тогда электростанция на Большом Конном превратилась в подстанцию "
    "районного значения."
)
