ART_OBJECTS_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/"
    "vodonasosnaya_ulitsa_27k1/"
    "YkkYcg5jSUUHQFtsfXR1d39iZg==/?ll=60.493553%2C56.846640&z=19.36"
)

DEFAULT_ELEVENTH_POST = (
    "*Необычные арт-объекты |* "
    f"*[Водонасосная улица, 27/1({ART_OBJECTS_URL})]*\n\n"
    "И давайте немного о современности, посмотрим ЖЭК-арт местного жителя. "
    "Покажу только тетерева из монтажной пены, остальное смотрите сами!\n\n"
    "Всё это сделал Сергей Шура, иногда его можно встретить в гараже. "
    "Необычные фигуры он начал делать в 2012 году. Начал с пальм. Порой "
    "в работе помогают соседи.\n\n"
    "Если есть желание, можно пройти к озеру Здохня."
)
