HOUSE_COMMUNE_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/"
    "ulitsa_bolshoy_konny_poluostrov_10/"
    "YkkYcg5oTEQBQFtsfXR1d3RnYA==/?ll=60.498385%2C56.846783&z=17.9"
)

DEFAULT_FIFTH_POST = (
    "*Дом-коммуна |* "
    f"*[Большеконный переулок, 10({HOUSE_COMMUNE_URL})]*\n\n"
    "Рядом стоит более привычное полуухоженное здание. Дом в стиле "
    "конструктивизма построили в 1939 году. По другим данным — в 1936-м. "
    "На весь дом сегодня 28 квартир.\n\n"
    "Его строили также для работников электростанции. В нем были магазин, "
    "почта, столовая и библиотека.\n\n"
    "Раньше сбоку был таксофон и, судя по звукам в трубке, он работал. "
    "Как минимум, можно было позвонить в скорую или в полицию. Но в моей "
    "новой поездке тут сделали станцию для зарядки электрокаров."
)
