ADDRESS_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/"
    "ulitsa_bolshoy_konny_poluostrov_12/"
    "YkkYcg5nTkUPQFtsfXR1d3tnZA==/?ll=60.498385%2C56.846783&z=17.9"
)

DEFAULT_FOURTH_POST = (
    "*Один из первых домов |* "
    f"*[Большеконный переулок, 12({ADDRESS_URL})]*\n\n"
    "Деревянный дом построили в 1925 году.\n\n"
    "Посёлок назвали «Электрогородок», потому что его основное предприятие "
    "— электростанция, до которой мы дойдем чуть позже. Он был лучшим по "
    "тем временам! К его строительству подошли основательно, а не возводили "
    "временные объекты.\n\n"
    "Дома с деревянной резьбой строили на каменном фундаменте по 10 квартир. "
    "Был водопровод, и в перспективе должны были появиться теплые туалеты."
)
