YANDEX_ROUTE_URL = (
    "https://yandex.ru/maps?rtext=56.838376,60.554372~56.844155,60.499487~"
    "56.846793,60.497790~56.846844,60.498516~56.847331,60.498911~"
    "56.847331,60.498911~56.847324,60.499614~56.848073,60.498354~"
    "56.847695,60.501507~56.848449,60.499467&rtt=pd?"
)

DEFAULT_SECOND_POST = (
    "*Старт на Площади Субботников*\n\n"
    "Сохраните маршрут на Яндекс.Картах, чтобы удобно было ориентироваться. "
    f"[Тут ссылка.({YANDEX_ROUTE_URL})]\n\n"
    "Отсюда ездит трамвай 11. Держите расписание! Это самый короткий "
    "маршрут Екатеринбурга и самый зелёный! Время в пути — 20 минут. "
    "Всего 8 остановок, длина маршрута — 4 км.\n\n"
    "Трамваи запустили на Зелёный остров в 1935 году. Вагоны были "
    "двухкабинные, разворотное кольцо сделали только в 1962 году.\n\n"
    "Сейчас путь тоже одноколейный, на линии всего два трамвая, они "
    "встречаются на разъезде — следите по левую сторону на остановке "
    "«Разъезд». Но сидеть лучше справа, так как вид на Верх-Исетский пруд."
)
