FIRE_STATION_URL = (
    "https://yandex.ru/maps/54/yekaterinburg/house/"
    "ulitsa_bolshoy_konny_poluostrov_9/"
    "YkkYcg5oQEQGQFtsfXR1dn9gZQ==/?ll=60.498385%2C56.846783&z=17.9"
)

DEFAULT_SIXTH_POST = (
    "*Бывшая пожарная часть |*"
    f"*[ Большеконный переулок, 9({FIRE_STATION_URL})]*\n\n"
    "Напротив этого дома — бывшая пожарная часть. Верхняя часть разрушена. "
    "А сбоку очень уютно украшен подъезд. Но на сайте МИН ЖКХ я не нашла "
    "информации о годе строительства и назначении.\n\n"
    "Дальше обойдем домик и прогуляемся до деревянных, которые тоже "
    "появились на заре становления посёлка."
)
